tap "b4b4r07/history"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
cask "java"
brew "ansible"
brew "autoconf"
brew "aws-elasticbeanstalk"
brew "awscli", link: false
brew "cairo"
brew "cask"
brew "cassandra"
brew "chromedriver"
brew "clisp"
brew "direnv"
brew "docker"
brew "elasticsearch"
brew "erlang"
brew "elixir"
brew "elixir-build"
brew "exenv"
brew "fish"
brew "flow"
brew "forego"
brew "fzf"
brew "gdk-pixbuf"
brew "geckodriver"
brew "ghc"
brew "ghostscript", link: false
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "goenv"
brew "haskell-stack"
brew "imagemagick@6", link: true
brew "jpegoptim"
brew "jq"
brew "kotlin"
brew "maxima"
brew "md5sha1sum"
brew "mecab"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "mysql@5.6"
brew "neovim"
brew "nkf"
brew "nodenv"
brew "peco"
brew "poppler"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rmtrash"
brew "runit"
brew "rust", link: false
brew "sbt"
brew "scala"
brew "scalaenv"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "watchman"
brew "wireshark", args: ["with-qt"]
brew "wxmaxima"
brew "yarn", link: false
brew "zsh", args: ["without-etcdir"]
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "crisidev/chunkwm/chunkwm"
brew "d12frosted/emacs-plus/emacs-plus"
brew "heroku/brew/heroku"
cask "android-studio"
cask "anki"
cask "appcleaner"
cask "atom"
cask "bettertouchtool"
cask "boostnote"
cask "brackets"
cask "chromium"
cask "clipy"
cask "coteditor"
cask "docker"
cask "eclipse-ide"
cask "evernote"
cask "firefox"
cask "font-fira-code"
cask "google-adwords-editor"
cask "google-chrome-canary"
cask "gyazo"
cask "hyper"
cask "hyperswitch"
cask "intellij-idea-ce"
cask "iterm2"
cask "keycastr"
cask "mactex"
cask "mindnode-pro"
cask "minikube"
cask "skype"
cask "sourcetree"
cask "teamviewer"
cask "the-unarchiver"
cask "toggldesktop"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wordpresscom"
cask "xccello"
